Repository: PrakashThapa/MageLink
Catalog: TYPO3/typo3conf/ext/magelink/Resources/Private/Language/*.locallang.xlf
Languages: de

# wizarditem_product_integration
source: MageLink Product Integration
de: MageLink Produkt Integration

# wizarditem_product_integration_description
source: Select this element to integrate products from Magento to your site.
de: Wählen Sie dieses Element um Produkte aus Magento in Ihre Webseite zu integrieren.

# wizarditem_category_integration
source: MageLink Category Integration
de: MageLink Kategorie Integration

# wizarditem_category_integration_description
source: Select this element to integrate the Magento Category Structure into TYPO3.
de: Wählen Sie dieses Element um die Kategoriestruktur aus Magento in Ihre Webseite zu integrieren.

# wizarditem_cart_integration
source: MageLink Shopping Cart Integration
de: MageLink Warekorb Integration

# wizarditem_cart_integration_description
source: Select this element if you want to display the Magento Shopping Cart.
de: Wählen Sie dieses Element um den Magento-Warenkorb einzufügen.

# wizarditem_block_integration_description
source: Select this element to display a block from a pre-filled list of Magento's Blocks.
de: Wählen Sie dieses Element um eine Auswahl von Magento Blöcken in Ihre Webseite zu integrieren.

# wizarditem_single_sign_on_description
source: Select this element if you want to integrate a single sign-on login form to your site.
de: Wählen Sie dieses Element um einen einheitlichen Login zwischen TYPO3 und Magento in Ihre Webseite zu integrieren.

# wizarditem_forgot_password
source: MageLink Forgot Password Form
de: MageLink Passwort vergessen - Formular

# wizarditem_forgot_password_description
source: Select this element to integrate Magento's Forgot Password Form into your site.
de: Wählen Sie dieses Element um das Magento - Password vergessen - Formular in Ihre Webseite zu integrieren.

source: Plugin is not yet configured!
de: Plugin ist nicht nicht konfiguriert!

# flexform_block_settings
source: Block Settings
de: Block Einstellungen

# flexform_block_selection
source: Block Selection
de: Block Auswahl

# flexform_selection_checkout_cart_sidebar
source: Sidebar Cart Contents (checkout/cart_sidebar)
de: Seitenleiste Warenkorb Inhalte (checkout/cart_sidebar)

# flexform_selection_checkout_cart
source: Complete Cart (checkout/cart)
de: Warenkorb komplett (checkout/cart)

# flexform_selection_sales_reorder_sidebar
source: Sidebar Reorder (sales/reorder_sidebar)
de: Seitenleiste Wieder-Bestellung (sales/reorder_sidebar)

# flexform_selection_mini_search_form
source: Mini-Search Form
de: Kleines Suchformular

# flexform_selection_wishlist_customer_sidebar
source: Sidebar Wishlist (wishlist/customer_sidebar)
de: Seitenleiste Wunschzettel (wishlist/customer_sidebar)

# flexform_selection_tag_popular
source: Popular Tags (tag/popular)
de: Populäre Tags (tag/popular)

# flexform_display_full_category_tree
source: Always display full category tree
de: Immer kompletten Kategoriebaum anzeigen

# flexform_category_display_settings
source: Category Display Settings
de: Kategorie Anzeigeeinstellungen

# flexform_category_root
source: Root Category
de: Anfangskategorie

# flexform_root_display_mode
source: Root display mode
de: Beginnende Anzeigeart

# flexform_continuing_display_mode
source: Continuing display mode
de: Weitere Anzeigeart

# flexform_selection_display_mode_category_information
source: Category Information
de: Kategorie Informationen

# flexform_selection_display_mode_sub_thumbnails
source: Sub-Categories Thumbnails
de: Thumbnails der Unterkategorien

# flexform_selection_display_mode_sub_thumbproducts
source: Sub-Categories Thumbnails and Products
de: Thumbnails der Unterkategorien inkl. Produktanzeige

# flexform_selection_display_mode_navproducts
source: Navigation and Products
de: Navigation und Produktanzeige

# flexform_selection_display_mode_products
source: Only Products
de: Nur Produkte

# flexform_product_display_setting
source: Product Display Settings
de: Produktanzeige Einstellungen

# flexform_allowed_products_information
source: Allowed Products for the Dynamic Detail View Listener - Information
de: Erlaubte Produkte für die dynamische Detailansicht - Informationen

# flexform_display_type_products
source: Display Type for Products
de: Produktanzeige Einstellungen

# flexform_selection_navigation_links_lead_to_magento
source: Navigation Links will lead to Magento
de: Navigationslinks leiten auf die Magento-Seite

# flexform_selection_list
source: List
de: Listenansicht

# flexform_selection_grid
source: Grid
de: Rasteransicht

# flexform_selection_inline
source: Inline
de: Inline-Ansicht

# flexform_selection_details
source: Details
de: Detailansicht

# flexform_selection_dynamic
source: Dynamic Detail View Listener
de: Dynamische Detailansicht

# flexform_dynamic_detail_view_listener_page
source: Dynamic Detail View Listener Page
de: Seite der dynamischen Detailansicht

# flexform_load_settings
source: Load Settings
de: Sonstige Einstellungen

# flexform_reload_webservice_on_page_load
source: Refresh all data from magento on page load
de: Neuladen von Magento bei Seitenaufruf

# flexform_login_settings
source: Login Settings
de: Login Einstellungen

# flexform_display_password_recovery_link
source: Display Password Recovery Link
de: Password vergessen - Link anzeigen

# flexform_display_logout_form_after_login
source: Display Logout Form after successful login
de: Logout Formular anzeigen nach erfolgreichem Login

# flexform_redirect_settings
source: Redirect Settings
de: Weiterleitungseinstellungen

# flexform_redirect_settings_information
source: Redirect Settings - Information
de: Weiterleitungseinstellungen - Informationen

# flexform_redirect_after_login
source: Redirect after successful login
de: Weiterleitung nach erfolgreichem Login

# flexform_redirect_after_logout
source: Redirect after logout
de: Weiterleitung nach Logout

# flexform_selection_no_selection_display_type
source: -- Please select a display type --
de: -- Bitte wählen Sie eine Anzeigeart --

# flexform_product_source
source: Product Source Setting
de: Produktquelle Einstellungen

# flexform_selection_product_source_no_selection
source: -- Please select a product source --
de: -- Bitte wählen Sie eine Produktquelle --

# flexform_selection_product_source_manual_selection
source: Manual product selection
de: Manuelle Produktauswahl

# flexform_selection_product_source_category
source: Single category selection
de: Einzelne Kategorieauswahl

# flexform_selection_product_source_filters
source: Filters
de: Filter

# flexform_selection_product_source_navigation
source: Navigation Plugin (dynamic)
de: Navigationsplugin (dynamisch)

# flexform_tags
source: Tags (Comma separated)
de: Tags (Kommagetrennt)

# flexform_category_names
source: Category Names (Comma separated)
de: Kategorienamen (Kommagetrennt)

# flexform_skus
source: SKUs (Comma separated)
de: SKUs (Kommagetrennt)

# flexform_no_selection
source: No selection
de: Keine Auswahl

# flexform_user_source
source: User Source
de: Benutzerquelle

# flexform_dynamic_detail_redirect
source: Redirect on empty parameters
de: Weiterleitung bei leeren Parametern

# flexform_dynamic_detail_redirect_error_code
source: Redirect HTTP Error Code on empty parameters
de: HTTP Error Code für Weiterleitung

source: Using global configuration
de: Benutze globale Konfiguration

source: Add to cart
de: In Warenkorb

source: Remove from cart
de: Aus Warenkorb entfernen

source: Your Price
de: Ihr Preis

source: Your Price starting at
de: Ihr Preis beginnend ab

source: In Stock
de: Auf Lager

source: Additional Information
de: Zusätzliche Informationen

# interested_in_the_following_products
source: You may also be interested in the following product(s)
de: Diese Produkte könnten auch für Sie interessant sein

# empty_cart
source: Your cart is empty!
de: Der Warenkorb ist leer!

source: Configure now!
de: Jetzt konfigurieren!

source: Specify quantity
de: Anzahl auswählen

source: Specify quantity of products
de: Anzahl der Produkte auswählen

# category_empty
source: The category is empty!
de: Es befinden sich keine Produkte in dieser Kategorie!

# please_choose_and_press
source: Please choose your desired products and press "%s"
de: Bitte wählen Sie die gewünschten Produkte und drucken Sie auf "%s"

source: Login failed!
de: Login fehlgeschlagen!

# login_failed_check_credentials
source: Login failed! Please check your credentials.
de: Login fehlgeschlagen! Bitte überprüfen Sie Ihre Anmeldedaten.

# user_inactive_try_again
source: User is inactive! Please try again.
de: Benutzer inaktiv. Bitte versuchen Sie es nochmal.

source: Try again
de: Nochmal versuchen

source: Hash comparison failed!
de: Hash Vergleich fehlgeschlagen!

# error_creating_hash
source: Error creating the login hash!
de: Fehler! Hash konnte nicht erstellt werden!

# error_importing_user
source: Error importing user details!
de: Fehler! Benutzerdaten konnten nicht abgerufen werden!

# error_exporting_user
source: Error exporting user details!
de: Fehler! Benutzerdaten konnten nicht abgerufen werden!

source: Unknown error!
de: Unbekannter Fehler!

source: Preparing login ...
de: Login wird vorbereitet ...

source: Calling Shop Login ...
de: Initiiere Shop-Login ...

# response_broken
source: Response broken! Please try again.
de: Antwort fehlerhaft. Bitte versuchen Sie es nochmal.

# login_failed_timeout
source: Login failed due timeout!
de: Login fehlgeschlagen! Timeout.

source: Evaluating response ...
de: Überprüfe Antwort ...

# logged_in_as
source: You are logged in as %s
de: Sie sind eingeloggt als %s

source: Forgot password?
de: Passwort vergessen?

source: Back
de: Zurück

source: Send
de: Absenden

source: Please wait ...
de: Bitte warten ...

# email
source: E-Mail Address
de: E-Mail Adresse

source: Password
de: Passwort

source: Refreshing cart ...
de: Warenkorb wird aktualisiert ...

source: Removing product from cart ...
de: Produkt wird aus Warenkorb entfernt ...

# tx_magelink_domain_model_product
source: Product Entity
de: Produkt Objekt

# tx_magelink_domain_model_product.name
source: Productname
de: Produktname

# tx_magelink_domain_model_product.short_description
source: Short Description
de: Kurzbeschreibung

# tx_magelink_domain_model_product.description
source: Description
de: Beschreibung

# tx_magelink_domain_model_product.image
source: Image
de: Bild

# tx_magelink_domain_model_product.price
source: Price
de: Preis

# tx_magelink_domain_model_product.special_price
source: Special Price
de: Sonderpreis

# tx_magelink_domain_model_product.final_price
source: Final Price
de: Endpreis

# tx_magelink_domain_model_product.qty
source: Stock Quantity
de: Lagerbestand

# tx_magelink_domain_model_product.auto_refresh
source: Auto Refresh Product
de: Automatische Aktualisierung

# tx_magelink_domain_model_product.is_disabled
source: Disabled
de: Deaktiviert

# tx_magelink_domain_model_product.manage_stock
source: Manually manage stock
de: Manuelle Lagerbestandverwaltung

# tx_magelink_domain_model_product.attributes
source: Merged Attributes
de: Zusammengefasste Attribute

# tx_magelink_domain_model_product.store
source: Store Relation
de: Store Beziehung

# tx_magelink_domain_model_product.currency
source: Currency
de: Währung

# tx_magelink_domain_model_productfilter
source: Productfilter
de: Produktfilter

# tx_magelink_domain_model_productfilter.categories
source: Categories
de: Kategorien

# tx_magelink_domain_model_productfilter.tags_and_categories
source: Tags and Categories
de: Tags und Kategorien

# tx_magelink_domain_model_productfilter.products
source: Products
de: Produkte

# tx_magelink_domain_model_attribute
source: Attribute
de: Attribut

# tx_magelink_domain_model_attribute.code
source: Attribute Code
de: Attributcode

# tx_magelink_domain_model_attribute.value
source: Attribute Value
de: Attributwert

# tx_magelink_domain_model_attribute.product
source: Product
de: Produkt

# tx_magelink_domain_model_category
source: Category Entity
de: Kategorie Objekt

# tx_magelink_domain_model_category.parent
source: Parent Category
de: Vorige Kategorie

# tx_magelink_domain_model_category.name
source: Categoryname
de: Kategoriename

# tx_magelink_domain_model_category.description
source: Category Description
de: Kategorie Beschreibung

# tx_magelink_domain_model_category.page_title
source: Page Title
de: Seitentitel

# tx_magelink_domain_model_category.image
source: Image
de: Bild

# tx_magelink_domain_model_category.url_path
source: URL Path
de: URL Pfad

# tx_magelink_domain_model_category.product_count
source: Product Count
de: Anzahl Produkte

# tx_magelink_domain_model_category.auto_refresh
source: Auto Refresh Category
de: Automatische Aktualisierung

# tx_magelink_domain_model_category.is_active
source: Is Active
de: Aktiv

# tx_magelink_domain_model_category.user_defined
source: Category is user defined
de: Benutzerdefiniert

# tx_magelink_domain_model_category.attributes
source: Merged Attributes
de: Zusammengeführte Attribute

# tx_magelink_domain_model_category.store
source: Store Relation
de: Store Beziehung

# tx_magelink_domain_model_category.products
source: Category Product Relation
de: Kategorie-Produkt Beziehung

# magelink_default
source: MageLink Default Settings
de: MageLink Standard Einstellungen

source: Product has no additional information
de: Produkt hat keine zusätzlichen Informationen

source: Could not add product to cart!
de: Produkt konnte nicht in den Warenkorb gelegt werden!

source: Could not fetch block!
de: Block konnte nicht geladen werden!

source: Could not display block!
de: Block kann nicht angezeigt werden!

source: Login could not be prepared!
de: Login konnte nicht vorbereitet werden!

source: Login could not be initialized!
de: Login konnte nicht initialisiert werden!

source: Could not call forgot password form!
de: Passwort vergessen - konnte nicht aufgerufen werden!

source: Could not refresh cart!
de: Warenkorb konnte nicht aktualisiert werden!

source: Could not retrieve cart!
de: Warenkorb konnte nicht geladen werden!

# could_not_remove_from_cart
source: Item could not be removed from cart!
de: Produkt konnte nicht aus Warenkorb entfernt werden!
